[
    {
        "avatar": "avatar_articulo_1.jpg",
        "portada": "./assets/headers/portada_articulo_1.jpg",
        "titulo": "La dieta de tu perro influye en su salud oral",
        "subtitulo": "La alimentación adecuada para un perro es clave para una salud oral óptima",
        "desc_corta": "Cuida la salud dental de tu perro mediante una alimentación adecuada y una buena higiene bucal. La dieta seca es la mejor opción para reducir la placa dental y los alimentos de calidad aportan nutrientes esenciales para una salud bucal óptima. Además, escoge cuidadosamente los premios y juguetes para mantener una buena salud oral en tu mejor amigo.",
        "desc_larga": "Tu perro es tu mejor amigo. Cada vez que entras por la puerta, tu perro está tan feliz de verte que mueve su cola y prácticamente te sonríe. ¿Cómo puedes demostrarle a tu mascota cuánto significa para ti? Bueno, una forma es cuidar esa sonrisa de tu perro. ¿Sabías que la dieta de tu perro puede influir en su salud oral?&&Los humanos necesitan cepillarse y usar hilo dental regularmente para mantener sus dientes, lengua y encías en buena condición. Recientes investigaciones han demostrado una relación entre una buena salud oral en humanos y un menor riesgo de enfermedades cardíacas. Si la buena salud oral puede tener un impacto tan profundo en las personas, entonces tiene sentido considerar el impacto que puede tener en el mejor amigo del hombre.&&Es importante cepillar los dientes de tu perro con frecuencia para evitar que la placa y el sarro se conviertan en un problema. Incluso limpiar sus encías con un paño limpio y húmedo puede ser beneficioso.&&La dieta de tu perro también juega un papel importante en su salud oral. ¿Sueles darle comida para perros enlatada o seca? ¿Qué tipo de golosinas y juguetes le proporcionas a tu mascota? Todas estas cosas pueden afectar la probabilidad de problemas con los dientes de tu perro.&&Cuando la dieta de tu perro es nutricionalmente adecuada, con vitaminas, nutrientes y enzimas esenciales, la salud oral de tu mascota estará en su mejor momento. Alimentar a tu perro con comida seca para perros en lugar de una variedad enlatada y húmeda es lo mejor para tu perro. La superficie dura de los trozos pequeños de comida seca frota contra los dientes para eliminar y reducir la placa. El simple acto de humedecer la comida seca para perros con agua o salsa elimina esta propiedad de la comida seca para perros.&&Las golosinas que le das a tu mascota son parte de la dieta de tu perro, al igual que las meriendas son parte de la dieta de una persona. Como humanos, tendemos a querer ignorar nuestros hábitos de merienda, por lo que es fácil pasar por alto las golosinas que le das a tu perro. Esto no es una buena idea. Considera cuidadosamente todos los alimentos que tu perro consumirá.&&¿Le das a tu perro huesos, cueros crudos, golosinas de jerky o galletas para perros? Quizás a tu mascota le gustan los 'greenies' o los masticables de almidón de maíz. Es posible que no lo hayas considerado, pero darle a tu perro un masticable de cuero crudo es como darle una barra de caramelo. El cuero crudo, por ejemplo, contiene calorías y a menudo se proporciona entre comidas.&&Muchas de las golosinas que le das a tu perro pueden ser simplemente calorías vacías y desperdiciadas. Algunas golosinas, en cambio, ofrecen una excelente oportunidad para mejorar la salud oral. Los 'greenies', los cueros crudos, los huesos y las galletas duras para perros&&",
        "fecha": "Marzo 13, 2023"
    },
    {
        "avatar": "avatar_articulo_2.jpg",
        "portada": "./assets/headers/portada_articulo_2.jpg",
        "titulo": "Consejos para bañar a tu perro de manera adecuada y segura en casa",
        "subtitulo": "Cómo bañar a tu perro de manera adecuada para mantenerlo saludable y feliz.",
        "desc_corta": "Evita problemas de salud e infecciones en tu mascota bañandolo adecuadamente, determina la frecuencia que se debe bañar un perro de acuerdo a la raza e informate cuales son los jabones y champus conveniente para mantener su salud y bienestar general.",
        "desc_larga": "Bañar a un perro es una tarea que necesita ser tomada en serio, ya que si se tiene descuido al hacerlo, el animal puede terminar con algunas infecciones. Por ejemplo, si no se cierran los oídos con una bola de algodón grande, el agua puede entrar en los conductos auditivos y provocar infecciones con síntomas como la descarga constante de los oídos y el sacudir de la cabeza.&&La frecuencia del baño realmente depende de la raza del perro. Si el perro es de tipo peludo como el cocker spaniel, entonces el baño se debe llevar a cabo una vez cada seis u ocho semanas. Si estos perros son bañados con demasiada frecuencia, la piel y el pelaje pierden sus características protectoras. Sin embargo, cuando el perro ha defecado sobre la piel debido a problemas digestivos frecuentes que provocan diarrea, para evitar el mal olor, los dueños pueden bañar al perro con más frecuencia en algunas ocasiones.&&Se debe tener más cuidado para evitar el uso de algunos jabones irritantes o jabones para humanos. Los materiales de jabón utilizados para los humanos no son adecuados para los perros. Del mismo modo, muchos productos de champú para humanos contienen ingredientes que no son adecuados en las proporciones que deben usarse en el caso de los perros. Por lo tanto, siempre trate de usar productos de champú que estén destinados específicamente para su uso en perros. Tome más cuidado al usar cualquier producto nuevo.&&Siempre tenga un buen tiempo y paciencia para los productos necesarios para el baño en un solo lugar con la disponibilidad de una fuente de agua. A los perros les encanta el rociado de agua, los ríos y los océanos. Incluso cuando se utiliza una bañera, tenga todo en un solo lugar y luego comience a bañar al perro. Trate de tener una correa, acondicionador, toalla y champú en el lugar de baño.&&El acondicionador es útil para facilitar el peinado posteriormente. Bañar al perro debería ser una actividad conveniente tanto para el perro como para el dueño. Esto no debería ser una carga.&&",
        "fecha": "Marzo 14, 2023"
    },
    {
        "avatar": "avatar_articulo_3.jpg",
        "portada": "./assets/headers/portada_articulo_3.jpg",
        "titulo": "La importancia del corte de pelo y uñas en los perros.",
        "subtitulo": "Consejos para un corte de pelo seguro y efectivo para su perro",
        "desc_corta": "Cuida el pelaje y uñas de tu perro, ten en cuenta que el corte de pelaje y las uñas puede evitar lesiones en la piel o las uñas de tu mascota. El cuidado en este sentido de tu mascota ayuda a reducir la carga parasitaria y puede ayudar a identificar problemas parasitarios en los perros. Conoce las mejores recomendaciones sobre el tipo de herramientas a utilizar y cuándo se deben evitar ciertos tipos de cortes en función del clima o la salud del perro.",
        "desc_larga": "Muchos propietarios de perros piensan que el clipping es solo una actividad mecánica. Pocos entienden que el clipping de un perro es un arte. El clipping del pelaje o las uñas debe llevarse a cabo de manera cuidadosa para evitar lesiones en la piel o en las uñas. El clipping del pelaje debe llevarse a cabo de acuerdo con las características de cada raza. Si el pelaje no se corta correctamente, puede acumularse polvo en el pelaje y el animal puede comenzar a mostrar signos de enfermedades de la piel. Esto es especialmente cierto cuando las actividades de cuidado no se realizan de manera adecuada.&&El clipping del pelaje ayuda a deshacerse en gran medida de la carga parasitaria y también es útil para exponer el tipo de problema parasitario que es probable que sufra el perro. Muchos salones de belleza para mascotas están disponibles en los que el clipping del perro se lleva a cabo de manera más sistemática.&&Siempre use una cortadora de pelo afilada y en las regiones de invierno, evite el clipping cercano. Esto se debe al hecho de que el clipping más cercano en las estaciones de invierno puede exponer al perro a tensiones ambientales como el clima frío. Por lo tanto, el perro puede volverse más vulnerable a la congelación. Evite el clipping cercano del pelaje o de las uñas porque esto puede causar lesiones en los tejidos subyacentes y puede provocar sangrado en el animal afectado.&&Muchos propietarios de mascotas deben evitar cualquier actividad de clipping cuando el animal no está en estado de salud. Los instrumentos de clipping están disponibles en una gran cantidad de tiendas para mascotas. Evite los instrumentos desafilados porque no cortan bien y, por lo tanto, se requiere repetición con frecuencia. Siempre use equipos modernos para las actividades de clipping.&&En resumen, el clipping del perro es una tarea importante que debe llevarse a cabo de manera cuidadosa y sistemática para mantener a su mascota sana y feliz. Recuerde siempre seguir las pautas específicas para la raza y utilizar equipos adecuados y modernos.&&",
        "fecha": "Marzo 14, 2023"
    },
    {
        "avatar": "avatar_articulo_4.jpg",
        "portada": "./assets/headers/portada_articulo_4.jpg",
        "titulo": "Respuestas a preguntas comunes sobre las vacunas para perros",
        "subtitulo": "Una guía completa para entender las vacunas para perros y sus respuestas más comunes",
        "desc_corta": "Enterate de las preguntas comunes sobre las vacunaciones en perros, incluyendo cuándo se deben administrar, qué vacunas son necesarias y opcionales, y cómo afectan a los perros embarazados. Identifica como ayudar a los dueños de perros a comprender mejor la importancia de las vacunas y cómo pueden proteger a sus mascotas de enfermedades graves.",
        "desc_larga": "Las vacunas son una parte esencial del cuidado de tu perro, pero a menudo pueden surgir preguntas. Una de las preguntas más comunes es si un cachorro necesita vacunarse en la primera semana de vida. La respuesta es no, pero es importante que reciba las vacunas contra la enfermedad del moquillo y la infección por parvovirus en las primeras semanas de vida si no las ha recibido.&&Otra pregunta común es si se debe vacunar a un perro contra la enfermedad de Lyme o la enfermedad de la tos de las perreras. Estas vacunas son opcionales y dependen del estilo de vida de tu perro. Además, es importante recordar que la vacuna contra el parvovirus no debe administrarse en la primera semana de vida, ya que esto puede interferir con los niveles de anticuerpos maternos.&&¿Puede vacunarse una perra embarazada? Sí, se puede vacunar dos o tres semanas antes de que se espere la actividad de embarazo para proporcionar anticuerpos maternos al cachorro. Además, es obligatorio vacunar a los perros contra la rabia, y se recomienda repetir la vacuna cada 15 meses.&&También es importante tener en cuenta que se necesitan vacunas contra la enfermedad del moquillo y la leptospirosis. La vacuna contra la leptospirosis debe administrarse a las 6-8 semanas, de nuevo a las 10-12 semanas y una vez más a las 13-16 semanas de edad.&&Mantener a tu perro vacunado puede protegerlo de enfermedades peligrosas y garantizar su salud a largo plazo. Asegúrate de hablar con tu veterinario sobre las necesidades específicas de vacunación de tu perro y cómo mantenerlo saludable y feliz.&&",
        "fecha": "Marzo 14, 2023"
    },
    {
        "avatar": "avatar_articulo_5.jpg",
        "portada": "./assets/headers/portada_articulo_5.jpg",
        "titulo": "¿Los parásitos causan 'scooting' en perros? Descúbrelo aquí.",
        "subtitulo": "Cómo identificar y tratar el 'scooting' en perros: causas y síntomas.",
        "desc_corta": "Encuentra la relación entre los parásitos y la enfermedad conocida como 'scooting' en los perros. Identifica qué es el 'scooting' y cómo los parásitos pueden causar irritación en la región anal que lleva a este comportamiento en los animales. Conoce cómo la cestodiasis en perros puede provocar 'scooting' y cómo identificar los segmentos de tenia en las heces del animal. ",
        "desc_larga": "¿Los parásitos causan 'Scooting'?&&Sí, los parásitos también pueden causar el 'scooting'. El 'scooting' es una enfermedad de las glándulas anales. Consiste en el arrastre del ano con las extremidades posteriores en un estado extendido. Los parásitos que causan irritación en la región anal pueden llevar a este tipo de acciones en animales como perros.&&Sin embargo, no se debe creer que es solo el parásito el que causa el 'scooting' en los perros. Hay muchas ocasiones en las que el perro puede tener el 'scooting' sin ningún agente etiológico basado en parásitos. Por ejemplo, las infecciones de las glándulas anales, los tumores en el ano y las lesiones cerca de las regiones anales también pueden llevar a este tipo de arrastre de la región anal, con frecuencia por los perros afectados.&&La alergia a las picaduras de pulgas a menudo causa irritación en la región anal y el animal puede intentar morder la región anal y las irritaciones debidas a estos factores llevan al arrastre final de la región anal en el suelo. La cestodiasis en perros es la condición causada por tenias.&&En estas ocasiones, si el animal no es tratado a tiempo, se puede observar que el animal muestra actividades de 'scooting'. Los segmentos de tenia pasados en las heces crean actividades similares a un arrastre cerca del ano.&&Estas actividades de arrastre de los segmentos de tenia llevan a una picazón severa en estas regiones. Por lo tanto, para aliviar este tipo de irritación constante, el animal comienza a presionar la región anal en el suelo primero y luego intenta arrastrarlo por el suelo con una extensión típica de las extremidades posteriores.&&Por lo general, hay un paquete de huevos cuando se examina la muestra fecal con un microscopio. Sin embargo, la técnica de flotación lleva a la ruptura de estos paquetes y, por lo tanto, el diagnóstico es difícil en tales ocasiones. Los perros con 'scooting' deben ser examinados para descartar los segmentos de tenia, que parecen piezas de arroz.&&Estos segmentos son de color blanco y se vuelven amarillos cuando se retiran del cuerpo. Las tenias mismas se pueden ver en el movimiento o cerca del ano debajo de las regiones de la cola. Consulte a su veterinario para obtener curas específicas para esto.&&",
        "fecha": "Marzo 14, 2023"
    },
    {
        "avatar": "avatar_articulo_6.jpg",
        "portada": "./assets/headers/portada_articulo_6.jpg",
        "titulo": "La importancia de las dietas específicas para perros según su edad",
        "subtitulo": "Conoce cómo variar el alimento de tu mascota para garantizar su salud y bienestar en cada etapa de su vida.",
        "desc_corta": "Enterate de la importancia de la dieta de los perros en diferentes etapas de la vida. Ten en cuenta que los cachorros necesitan una dieta con mayores cantidades de proteínas, grasas y carbohidratos y requieren de horarios de alimentación más frecuentes debido a su mayor actividad física. Por otro lado, los perros mayores necesitan una cantidad reducida de proteínas pero de fácil digestión y una dieta rica en agua para evitar problemas renales. Además, las perras embarazadas y lactantes necesitan alimentos especiales para proporcionar una nutrición equilibrada tanto para ellas como para sus cachorros. Es importante elegir una dieta adecuada para cada etapa de la vida del perro para garantizar una buena salud y bienestar a largo plazo.",
        "desc_larga": "Es cierto que los perros necesitan diferentes dietas en diferentes etapas de sus vidas. Por ejemplo, los cachorros necesitan leche como su alimento principal, mientras que un perro adulto puede necesitar carne de res o pollo, además de huevo hervido y leche. Entonces, dependiendo del factor de edad, el programa de dieta varía en realidad para los perros, al igual que cualquier otra especie.&&Los cachorros necesitan cantidades mayores de proteínas, grasas y carbohidratos que un perro adulto. Además, los cachorros necesitan horarios de alimentación más frecuentes al día en comparación con un perro adulto. Los requisitos de dieta basados en el movimiento son mayores en el caso de los cachorros, ya que a menudo son más activos que los perros adultos.&&Los perros mayores necesitan proteínas restringidas pero que sean fácilmente digeribles y fácilmente asimilables en el cuerpo. El programa de dieta debe tener un suministro adecuado de agua para ellos. Alimentar a los perros mayores con demasiada proteína puede terminar sobrecargando las estructuras renales y, en última instancia, el perro puede terminar dañando los filtros en el riñón. Esto es especialmente cierto cuando el sistema inmunológico de estos perros está comprometido debido a muchos factores. De manera similar, los perros mayores necesitan menos comida simplemente porque los movimientos de los perros adultos están altamente restringidos y, por lo tanto, tienen que gastar una cantidad limitada de energía.&&Los perros hembras en etapa de gestación no necesitan ser alimentados con un estómago lleno, ya que esto puede causar algunas molestias al animal. Sin embargo, los animales embarazados y lactantes necesitan un tipo especial de alimentos que proporcionen una nutrición equilibrada con la suplementación adecuada de vitaminas y minerales.&&El animal lactante con cachorros necesita ser alimentado con suficientes cantidades de calcio y, por lo tanto, no habrá deficiencia de calcio y los huesos de los cachorros serán fuertes sin curvarse.&&",
        "fecha": "Marzo 6, 2023"
    },
    {
        "avatar": "avatar_articulo_7.jpg",
        "portada": "./assets/headers/portada_articulo_7.jpg",
        "titulo": "Los primeros pasos en el cuidado del pelaje y las uñas de tu perro",
        "subtitulo": "Consejos y recomendaciones para el mantenimiento de la higiene y salud de tu mascota",
        "desc_corta": "Conoce sobre los primeros pasos en el aseo de los perros y la importancia que tiene para prevenir enfermedades. Mantente al día con la información sobre el mantenimiento del pelaje de tu perro que incluye baños, cepillado diario y el uso de productos de aseo específicos para las bellas mascotas. Entereta sobe la importancia de cortar las uñas con cuidado para evitar lesiones y se proporcionan consejos sobre cómo hacerlo. Finalmente, se recomienda que los propietarios de perros sigan las pautas de aseo para garantizar una buena salud y bienestar de tus mascotas.",
        "desc_larga": "El aseo es una actividad importante que todo dueño de perro debe conocer bien. Si el dueño no está al tanto del aseo, entonces el perro puede sufrir de muchas enfermedades. Los primeros pasos del aseo consisten en actividades como el mantenimiento del pelaje, las uñas y los oídos. El mantenimiento del pelaje consiste principalmente en medidas de enriquecimiento como un adecuado baño, cepillado, secado de la piel con secadores, y más. El animal no necesita bañarse todos los días, esto ayuda a proteger las características de la piel, como su capacidad de aislamiento.&&Utilice acondicionadores y champús que estén diseñados para perros. El cepillado debe realizarse con un cepillo suave diseñado para el uso en perros. Hay una variedad de cepillos disponibles y dependiendo del tipo de raza, se puede utilizar el cepillo correspondiente. El cepillado del pelaje debe realizarse diariamente y cualquier pelo que caiga debe ser colocado en el cesto de basura.&&No corte demasiado las uñas ya que esto puede causar lesiones en las uñas. Además, debe llevar todos los materiales necesarios para el corte de uñas antes de comenzar el procedimiento. Utilice un cortauñas afilado diseñado para el uso en perros. Es mejor tener al perro en un lugar elevado para que sea más fácil controlarlo. Los canales auditivos deben ser revisados con frecuencia y se puede utilizar algodón estéril para la limpieza.&&El mantenimiento de las uñas es uno de los primeros pasos de las actividades de aseo. Las áreas de las uñas vivas se pueden cortar fácilmente y siempre son de color claro en comparación con el área rojiza de la uña en una posición más alta. Al sostener las patas del perro, siempre tenga un agarre firme. Si no lo hace, el perro tomará el control durante el corte y se puede producir alguna lesión. Los dueños de perros deben seguir estrictamente las pautas de aseo.&&",
        "fecha": "Marzo 14, 2023"
    },
    {
        "avatar": "avatar_articulo_8.jpg",
        "portada": "./assets/headers/portada_articulo_8.jpg",
        "titulo": "Cómo identificar alergias alimentarias en perros",
        "subtitulo": "Aprende a detectar los síntomas y prevenir reacciones alérgicas en tu mascota",
        "desc_corta": "Informáte sobre las alergias alimentarias en perros y cómo identificarlas. Las alergias alimentarias son difíciles de identificar a menos que se tenga información básica sobre este tipo de alergia. Los síntomas principales incluyen picazón en la cara, masticación de las extremidades, picazón en el abdomen, infecciones recurrentes del oído o infecciones cutáneas. La alimentación comercial de los perros con diversos tipos de proteínas, rellenos, colorantes y más puede aumentar la incidencia de alergias alimentarias en los perros. Las alergias alimentarias a menudo se relacionan con el comportamiento hiperactivo observado en los perros",
        "desc_larga": "Las alergias alimentarias son difíciles de identificar a menos que uno esté bien informado sobre la información básica con respecto a este tipo de alergia. Los principales síntomas de las alergias alimentarias en perros incluyen picazón en la cara, masticación de extremidades, picazón en el abdomen, infecciones recurrentes del oído o de la piel.&&Dado que los perros consumen muchos materiales de alimentos preparados, incluidos varios tipos de proteínas, rellenos, agentes colorantes y más; en los materiales de alimentos comerciales, las incidencias de alergias alimentarias son más de lo que uno puede imaginar. Las reacciones alérgicas involucran principalmente la piel o el tracto gastrointestinal.&&Si su perro se rasca después de la provisión de materiales alimentarios específicos, entonces sospeche de alergia alimentaria en este animal. Sin embargo, las condiciones como las infecciones fúngicas deben descartarse en general antes de la conclusión de que la picazón es una señal de alergia alimentaria.&&Hay muchos casos registrados de alergias de perros al maíz o al trigo. Sin embargo, las alergias alimentarias varían de perro a perro. Lea las etiquetas claramente antes de alimentar a sus perros con materiales de alimentos para mascotas, en tales ocasiones. Los alimentos con demasiados colorantes deben evitarse ya que pueden causar alergias en su perro.&&Las alergias alimentarias a menudo están relacionadas con el comportamiento hiperactivo que se observa en los perros. Los colores añadidos, conservantes y una dieta alta en grasas pueden causar alergias alimentarias en los perros, por lo que se debe tener cuidado al proporcionar un nuevo tipo de dieta a sus perros y monitorear de cerca al perro en busca de cualquier signo de alergia.&&Hay muchas ocasiones en las que se pueden diagnosticar alergias alimentarias en los perros, pero el perro puede tener otros problemas como pancreatitis. Para descartar las alergias alimentarias, la observación de sus perros cada vez que los alimenta, buscar razones para vincular los signos del perro con la comida proporcionada, los signos específicos encontrados, el diagnóstico diferencial, etc., son las características importantes a las que se debe dar énfasis.&&",
        "fecha": "Marzo 14, 2023"
    },
    {
        "avatar": "avatar_articulo_9.jpg",
        "portada": "./assets/headers/portada_articulo_9.jpg",
        "titulo": "Cómo elegir la dieta adecuada para tu perro",
        "subtitulo": "Consejos prácticos para asegurar la salud y felicidad de tu mascota",
        "desc_corta": "La importancia de elegir una dieta adecuada para tu perro, ya que esto es fundamental para su salud y felicidad. Se ofrecen algunas pautas generales para seleccionar alimentos para la dieta de tu perro, como hablar con tu veterinario, elegir una marca de comida confiable y adecuada para la edad, tamaño, nivel de actividad y peso de tu perro, prestar atención al tamaño de la porción y evitar dar sobras de la mesa. También se señala que no se deben agregar suplementos alimenticios sin la recomendación de un veterinario, ya que esto puede ser perjudicial para la salud del perro.",
        "desc_larga": "La elección de una dieta saludable para tu perro puede ser un poco confusa y difícil si no estás familiarizado con el tema. El empaquetado y el marketing pueden confundir nuestra percepción de un producto. Pero, la dieta de tu perro es la forma más básica de mantener a tu mascota saludable y feliz en los años venideros. Es esencial que encuentres una dieta que proporcione los nutrientes esenciales para permitir que tu mascota prospere en lugar de simplemente sobrevivir.&&Aquí hay algunas pautas simples a seguir al seleccionar alimentos para la dieta de tu perro. Ten en cuenta que cada perro es diferente. Una dieta que funciona bien para el perro de tu vecino no es necesariamente lo que tu mascota necesita.&&El primer paso al considerar la dieta de tu perro es hablar con tu veterinario. Este profesional de confianza tiene el interés de tu mascota en el corazón, igual que tú. Las recomendaciones del veterinario pueden dirigirte en la dirección correcta.&&Encuentra una marca de comida para perros confiable que sea el componente principal de la dieta de tu perro. Es posible que te encuentres con una comida para perros de alta calidad que nunca hayas oído hablar, pero un fabricante conocido y prominente proporciona una cantidad de seguridad y confianza acerca de la decisión de alimentar a tu perro con una dieta saludable. Los fabricantes de alimentos para perros reconocidos y reputados se toman el tiempo para investigar sobre la nutrición animal. Permita que tu mascota se beneficie de la riqueza de información de la compañía en lugar de ir por tu cuenta.&&Selecciona una comida para perros que sea adecuada para la edad. Si tu perro es mayor y muestra signos de envejecimiento, considera una dieta para perros especialmente formulada para perros mayores. Los cachorros tienen necesidades nutricionales diferentes a las de los perros adultos. Encuentra una variedad de comida que satisfaga las necesidades de tu perro. Incluso la raza y el tamaño de tu mascota pueden marcar la diferencia en el tipo de dieta que debes alimentar a tu mascota. Hay dietas formuladas específicamente para perros pequeños y razas grandes.&&El nivel de actividad y el peso son otros factores a considerar al tomar la decisión de qué alimentar a tu perro. Si tu perro es extremadamente activo o tiene sobrepeso, es posible que necesites elegir un tipo de dieta para perros que se adapte a estas situaciones.&&Cuando decidas una dieta específica para tu perro, presta atención al tamaño de la porción. La obesidad es un problema grave en las mascotas. Puede provocar problemas de cadera y reducir los años de vida de tu mascota.&&Las sobras de la mesa no son adecuadas para una dieta saludable para tu perro. La dieta de tu perro debe consistir en una comida de alta calidad diseñada específicamente para satisfacer las necesidades dietéticas de tu mascota. Dar sobras de la mesa puede animar a tu mascota a pedir más y, por lo tanto, provocar obesidad.&&Un perro sano y feliz es el deseo de todo dueño de mascota. Sabemos que elegir una dieta adecuada es fundamental para el bienestar de tu perro. Sin embargo, en ocasiones, los suplementos alimenticios pueden parecer la solución a los problemas de salud de tu mascota, pero es importante que no los añadas a su dieta sin la recomendación de un veterinario. Darle demasiados suplementos a tu perro puede incluso reducir su calidad de vida.&&Por esta razón, siempre es esencial consultar a un veterinario para que te guíe sobre lo que debes darle de comer a tu perro. La dieta de tu perro es la base de su salud, por lo que debes elegirla sabiamente. Selecciona una marca de alimento para perros que sea de buena reputación y adecuada para las necesidades específicas de tu mascota. Encontrar la dieta adecuada para tu perro promoverá una buena salud y permitirá que tu mascota prospere.&&Recuerda que la sobrealimentación es tan peligrosa como la falta de alimentación adecuada. No le des a tu perro sobras de la mesa ni alimentos que no sean adecuados para su consumo. Una dieta de alta calidad, específicamente diseñada para cubrir las necesidades nutricionales de tu perro, será suficiente para mantener a tu mascota saludable y feliz.&&",
        "fecha": "Marzo 14, 2023"
    },
    {
        "avatar": "avatar_articulo_10.jpg",
        "portada": "./assets/headers/portada_articulo_10.jpg",
        "titulo": "Cómo proteger a tu perro de parásitos como la dirofilaria, pulgas y garrapatas",
        "subtitulo": "Consejos para prevenir y tratar las infestaciones de parásitos en perros",
        "desc_corta": "Conoce sobre la importancia de proteger a los perros de los parásitos, como el gusano del corazón, las pulgas y otros parásitos, mediante el uso de los medicamentos adecuados. Las pulgas son especialmente problemáticas y pueden causar reacciones alérgicas en los perros, lo que resulta en picazón y enrojecimiento de la piel.",
        "desc_larga": "En este artículo hablaremos sobre los diferentes parásitos que pueden afectar a los perros y cómo eliminarlos. Entre estos parásitos se encuentran los gusanos del corazón, las pulgas, los gusanos intestinales, los piojos, las garrapatas, entre otros. Las pulgas son especialmente problemáticas porque pueden causar reacciones alérgicas en los perros infestados, lo que resulta en rascado excesivo y dermatitis.&&Es importante observar de cerca a los perros para detectar la presencia de parásitos y realizar pruebas de diagnóstico adecuadas. En algunos casos, puede ser necesario tratar problemas adicionales como la anemia. Los propietarios de los perros pueden reconocer algunos de los síntomas, pero es importante realizar exámenes de rutina para detectar cualquier problema de salud.&&En el mercado hay muchos productos comerciales que pueden ayudar a tratar estos problemas con una sola dosis. La ivermectina es un ejemplo de un medicamento útil que está disponible en varias formas, incluyendo inyección, oral y solución tópica. Además, estos medicamentos también pueden ayudar a prevenir estos problemas en los perros. Es importante seguir las recomendaciones del veterinario y administrar estos medicamentos correctamente para garantizar la salud y el bienestar de nuestros amigos caninos.&&",
        "fecha": "Marzo 14, 2023"
    },
    {
        "avatar": "avatar_articulo_11.jpg",
        "portada": "./assets/headers/portada_articulo_11.jpg",
        "titulo": "Cómo proteger a tu perro de los parásitos",
        "subtitulo": "Aprende a detectar y tratar gusanos del corazón, pulgas y otros parásitos en perros",
        "desc_corta": "Destaca la importancia de prevenir y tratar los parásitos en los perros para garantizar su salud y bienestar. Conoce como eliminar los gusanos del corazón, pulgas y otros parásitos en perros mediante la administración de medicamentos apropiados. Identifica cuales son los productos comerciales disponibles para proteger a los perros de estos parásitos, cuales son las condiciones de uso con una sola dosis, como la ivermectina, disponible en inyección, forma oral y solución tópica.",
        "desc_larga": "Como dueños de mascotas, queremos que nuestros perros estén saludables y libres de parásitos. Sin embargo, los perros pueden verse afectados por gusanos del corazón, pulgas y otros parásitos que pueden causarles molestias e incluso poner en peligro su vida. Afortunadamente, existen muchos productos comerciales en el mercado que pueden ayudar a proteger a nuestros amigos peludos de estos parásitos.&&Las pulgas son especialmente problemáticas, ya que pueden causar reacciones alérgicas en los perros afectados. Si tu perro se rasca mucho y su piel se vuelve roja e inflamada, es posible que tenga pulgas. Si no se trata, las picaduras de pulgas pueden provocar infecciones bacterianas secundarias y malos olores.&&Es importante observar de cerca a tu perro para detectar cualquier signo de infestación de pulgas o de otros parásitos, como gusanos intestinales o ácaros. También es recomendable llevar a tu perro a chequeos regulares con el veterinario para detectar y tratar cualquier problema de salud.&&Hay muchos productos comerciales que pueden ayudar a prevenir y tratar estas condiciones. Por ejemplo, la ivermectina es un medicamento altamente efectivo que se encuentra disponible en inyecciones, tabletas y soluciones tópicas. Con una sola dosis, estos productos pueden ayudar a proteger a tu perro de gusanos del corazón, pulgas y otros parásitos.&&En resumen, proteger a tu perro de los parásitos es esencial para mantenerlo saludable y feliz. Si detectas cualquier signo de infestación de pulgas u otros parásitos, consulta a tu veterinario para recibir el tratamiento adecuado. Además, no olvides utilizar los productos comerciales disponibles en el mercado para prevenir y tratar estas condiciones.&&",
        "fecha": "Marzo 15, 2023"
    },
    {
        "avatar": "avatar_articulo_12.jpg",
        "portada": "./assets/headers/portada_articulo_12.jpg",
        "titulo": "La importancia de las dietas caseras para perros",
        "subtitulo": "Por qué los alimentos preparados en casa pueden ser una opción saludable para tu perro",
        "desc_corta": "Se resalta sobre la importancia de las dietas caseras en la alimentación de los perros. Los alimentos comerciales contienen agentes colorantes y saborizantes artificiales que pueden ser dañinos para la salud del perro. Los alimentos caseros tienen la garantía de frescura en la preparación, a diferencia de los alimentos comerciales preparados. En casos de enfermedades renales en perros, las dietas caseras pueden ser elaboradas con carne molida, rebanadas de pan, carbonato de calcio, huevos cocidos, entre otros, para suministrar una cantidad restringida de proteínas en la alimentación del perro. Las dietas caseras también pueden ser beneficiosas para los perros con síntomas alérgicos.",
        "desc_larga": "La alimentación casera para perros es muy importante, ya que muchos alimentos comerciales contienen agentes colorantes y saborizantes artificiales que pueden ser perjudiciales para la salud de su perro. Los alimentos caseros tienen la garantía de frescura en su preparación, a diferencia de los alimentos comerciales preparados.&&Los conservantes añadidos en los alimentos comerciales pueden no ser los adecuados para la salud de los perros. Incluso en casos de enfermedades renales en perros, se pueden preparar alimentos caseros con carne molida, pan, carbonato de calcio, huevos cocidos, entre otros ingredientes. El objetivo es tener una cantidad limitada de proteínas en los alimentos preparados. Esto debe ser llevado a cabo con dietas exclusivas para perros que sufren de enfermedades renales. El agua se agrega en cantidades suficientes para ayudar en el metabolismo adecuado en casos de problemas de digestión renal.&&Los perros pueden tener síntomas alérgicos como picazón severa que a menudo no se corrigen con diferentes tipos de medicamentos empleados durante un período de tiempo. Estos casos pueden ser tratados fácilmente una vez que se cambia la alimentación comercial por alimentos caseros.&&A menudo, los alimentos caseros se preparan utilizando procedimientos de congelación para matar los gérmenes o agregando extractos de semilla de uva para proporcionar suficientes antioxidantes a los alimentos caseros. El vinagre de grado alimenticio también se agrega muchas veces a los trozos de carne preparados de manera fresca. Todo esto puede ser enriquecido con suplementos vitamínicos que se encuentran en esencias de frutas, aceite de pescado, entre otros.&&La alimentación casera de perros puede incluir jugo de arándano, plátanos, pescado y carne preparada de manera de calidad, sin añadir conservantes durante la preparación de estos tipos de alimentos. Después de consumir estos alimentos, los perros se vuelven más activos. ¡Prepárele una comida casera deliciosa y nutritiva a su perro hoy mismo!.&&",
        "fecha": "Marzo 15, 2023"
    },
    {
        "avatar": "avatar_articulo_13.jpg",
        "portada": "./assets/headers/portada_articulo_13.jpg",
        "titulo": "¿Con qué frecuencia debo alimentar a mi perro?",
        "subtitulo": "Guía para alimentar a tu perro en cada etapa de su vida",
        "desc_corta": "Conoce sobre la frecuencia adecuada de alimentación para perros de diferentes edades. Para cachorros menores de 6 semanas, se les debe dar leche de 5 a 7 veces al día y se reducirá la frecuencia a medida que el perro crezca. A partir de las 8 semanas de edad, los perros pueden ser alimentados de 2 a 3 veces al día, dependiendo de la raza del perro. Los perros mayores deben ser alimentados con menos frecuencia, mientras que las perras embarazadas pueden necesitar una comida extra. También es necesario proporcionar una nutrición equilibrada y de alta calidad en todas las etapas de la vida del perro.",
        "desc_larga": "Cuando se trata de la alimentación de tu perro, es importante tener en cuenta su edad y necesidades específicas. Si tienes un cachorro menor de seis semanas, necesitará leche materna de cinco a siete veces al día. Presta atención a las señales de tu cachorro, si quiere comer, generalmente hará algún tipo de sonido.&&Una vez que el perro tiene seis u ocho semanas de edad, la frecuencia de alimentación puede reducirse. Alrededor de las cuatro semanas de edad, el cachorro comenzará a comer alimentos sólidos, pero se deben mezclar con agua en una proporción mayor. En general, debes alimentar al cachorro una o dos veces al día, pero si se produce diarrea, detén la alimentación.&&A partir de las ocho semanas de edad, puedes reducir la frecuencia de alimentación a dos o tres veces al día, pero presta atención a las señales de hambre de tu perro. Recuerda que cada raza de perro es diferente, por lo que debes tener en cuenta sus necesidades específicas.&&Debes evitar dar de comer demasiadas veces a tu perro en esta etapa de la vida. De tres a seis meses, el perro comenzará a cambiar sus dientes, por lo que se debe reducir la alimentación a dos veces al día. Además, es importante proporcionar una nutrición equilibrada para evitar síntomas de deficiencia.&&De seis meses a un año, intenta usar alimentos para cachorros disponibles comercialmente. A partir del primer año, se puede comenzar a dar alimentos para adultos gradualmente. En la vejez, debes reducir la frecuencia de alimentación, ya que los movimientos de los perros mayores son limitados. Si tu perro está embarazado, puedes alimentarlo una vez adicional, pero sin comprometer la calidad de la comida.&&",
        "fecha": "Marzo 15, 2023"
    },
    {
        "avatar": "avatar_articulo_14.jpg",
        "portada": "./assets/headers/portada_articulo_14.jpg",
        "titulo": "Cómo administrar medicamentos a tu perro: Consejos prácticos para asegurar la ingesta de medicinas",
        "subtitulo": "Aprende cómo administrar medicamentos a tu perro de manera efectiva sin forzarlo y evitar riesgos de aspiración o neumonía aspirativa.",
        "desc_corta": "Aprende a administrar medicamentos a los perros. Se destaca que a menudo los perros son inteligentes para descubrir los medicamentos mezclados con agua o alimentos ofrecidos por los dueños de los perros, lo que puede resultar un problema para los dueños de mascotas. Te sugerimos que los medicamentos pueden ser mezclados con alimentos y mantenerlos en una posición oculta para que los perros no los detecten. Además, se recomienda retrasar la hora de la alimentación del perro antes de administrar el medicamento. ",
        "desc_larga": "Como dueño de un perro, administrar medicamentos a tu mascota puede ser una tarea desafiante. A menudo, los perros pueden detectar medicamentos en el agua o la comida y evitar consumirlos. Es por eso que es importante encontrar la forma más efectiva y segura de administrar los medicamentos a tu perro.&&Primero, es importante decidir si se dará el medicamento con agua o comida. Muchas veces, los medicamentos se pueden mezclar con alimentos y ocultarse a la vista del perro. Antes de administrar el medicamento, retrasa la hora de la comida de tu perro. Esto puede hacer que tu perro tenga hambre y sea más propenso a comer la comida mezclada con el medicamento.&&Si tu perro se resiste, sujeta al perro firmemente y abre su boca. Coloca la pastilla detrás de los dientes caninos y casi detrás del bulbo de la lengua. Ten cuidado de asegurarte de que el medicamento no entre directamente en los pulmones del perro. Esto puede causar tos y problemas respiratorios. Para los cachorros, puedes aplicar el medicamento alrededor de los labios superiores. Los cachorros suelen lamer el medicamento automáticamente.&&Si el medicamento es líquido, no levantes demasiado la cabeza del perro y coloca el medicamento con una jeringa. Luego, utiliza un cuentagotas para poner el medicamento en el bolsillo del labio. Frota continuamente en la garganta para estimular la deglución.&&A veces, hacer que el animal tenga sed y ofrecerle agua mezclada con el medicamento también puede ayudar. Al final, la administración de medicamentos a tu perro requiere paciencia y práctica. Si tienes problemas, consulta a tu veterinario para obtener más ayuda.&&",
        "fecha": "Marzo 15, 2023"
    },
    {
        "avatar": "avatar_articulo_15.jpg",
        "portada": "./assets/headers/portada_articulo_15.jpg",
        "titulo": "Cómo la dieta de tu perro afecta sus desechos",
        "subtitulo": "Aprende a mantener una dieta saludable para minimizar los residuos y los problemas de limpieza",
        "desc_corta": "Conoce cómo la dieta de tu perro afecta sus excrementos y, por lo tanto, su salud. Ten en cuenta que la comida que ingiere tu mascota se refleja en los resultados que expulsa, lo que es muy importante para saber si está comiendo lo correcto y está sano. Si tu perro consume una dieta alta en aditivos, su excremento será grande en tamaño, a menudo líquido y difícil de recoger. Los huesos para perros también pueden cambiar el aspecto de sus heces. Por lo tanto, es importante alimentar a tu mascota con una dieta equilibrada y de alta calidad que contenga principalmente carne.",
        "desc_larga": "La comida que consumes afecta directamente tu salud y lo mismo sucede con tu perro. Es importante prestar atención a la dieta de tu mascota ya que lo que come se verá reflejado en sus desechos. La regla GIGO (basura entra, basura sale) aplica perfectamente en este caso.&&Existen otros factores que influyen en los desechos de tu perro como la enfermedad, los nervios y el clima. Pero la dieta es uno de los factores más importantes. Si eres un dueño responsable sabes que limpiar después de tu mascota no es una tarea agradable, sin embargo, ser selectivo con su alimentación puede hacer esta tarea mucho más fácil.&&Si tu perro consume alimentos con muchos rellenos, sus excrementos serán grandes en tamaño, su consistencia será líquida y será difícil de recoger. Si le das sobras de la mesa notarás que tu perro estará feliz, pero los paseos serán todo menos agradables. Los desechos de un perro que consume una dieta poco saludable son simplemente desordenados, malolientes y grandes.&&Incluso los tratamientos para perros como huesos de cuero crudo pueden afectar las heces de tu mascota. La dieta de tu perro incluye todo lo que consume desde los alimentos hasta los tratamientos. Debes monitorear cómo los tratamientos afectan los desechos de tu perro para determinar qué tan saludable es el snack.&&Si decides alimentar a tu perro con una dieta balanceada y de alta calidad, notarás una gran diferencia en sus desechos. La limpieza puede no ser una tarea agradable, pero será mucho más fácil y tolerable. Cuando la dieta de tu perro es saludable y nutritiva, tendrás menos desorden en el patio o en el recinto.&&Los entrenadores de perros para animales de servicio saben lo importante que es una dieta saludable y los desechos durante el entrenamiento. Es importante, por ejemplo, que un perro guía no tenga un accidente mientras trabaja. El público no sería muy tolerante con problemas en un restaurante o en una tienda de comestibles. Toma un consejo de los entrenadores y mantén la dieta de tu perro saludable para evitar estas situaciones desordenadas.&&Es importante consultar con tu veterinario para decidir qué tipo de dieta es la mejor para tu perro. Busca una comida seca para perros que liste la carne como el primer ingrediente. Esto ayudará a reducir la cantidad de rellenos que consumirá tu mascota.&&Alimentar a tu mascota con horarios es importante. Cuando analices la dieta de tu perro, no te enfoques solo en lo que le das de comer, sino también en cuándo lo alimentas. Si la dieta de tu perro incluye comidas consistentes, podrás predecir mejor su horario de baño. Esto puede ser de gran ayuda en la técnica efectiva de enseñarle a hacer sus necesidades afuera.&&Ayudar a tu mascota a comer correctamente es el primer paso para mantener una dieta saludable para tu perro. La dieta de tu perro, cuando está perfecta, mantendrá todo funcionando sin problemas. Minimiza los desechos y el desorden con una alimentación nutritiva y programada.&&",
        "fecha": "Marzo 15, 2023"
    },
    {
        "avatar": "avatar_articulo_16.jpg",
        "portada": "./assets/headers/portada_articulo_16.jpg",
        "titulo": " ¿Hay una diferencia en la dieta de los perros mayores?",
        "subtitulo": "Consejos para mantener la salud de tu perro mayor mediante su alimentación.",
        "desc_corta": "Identifica la diferencia entre las dietas de perros adultos y las dietas recomendadas específicamente para perros mayores. Te brindamos consejos para que los dueños de perros puedan hablar con su veterinario acerca de las necesidades específicas de su mascota y cuándo cambiar a una dieta diferente. Toma la decisión adecuada para cambiar la dieta de un perro la cual debería basarse en la condición de salud en lugar de la edad real del perro en años. Descubre cómo la comida para perros mayores suele tener menos calorías, más fibra y menos proteínas y conoce sobre la importancia de alimentar a los perros mayores con comida seca para ayudar a la salud dental y la recomendación de suplementos para mantener una dieta saludable para los perros mayores.",
        "desc_larga": "Es difícil aceptarlo, pero tu peludo amigo se está haciendo mayor. Quieres asegurarte de que tu mascota sea feliz y saludable durante muchos años más. Has escuchado todo el bombo acerca de las nuevas dietas para perros mayores. ¿Realmente hay alguna diferencia entre la comida para perros adultos y los alimentos recomendados específicamente para los perros mayores? ¿Cómo sabes cuándo cambiar la dieta de tu mascota?.&&El mejor recurso para obtener información sobre las dietas de perros es el veterinario de tu mascota. Solo tú y tu veterinario conocen las necesidades específicas de tu mascota mejor que nadie. Discute con tu veterinario tus preocupaciones y preguntas. Él o ella podrá aconsejarte sobre qué cambios, si los hay, debes hacer en la dieta de tu perro.&&Si tu perro mayor no tiene problemas de salud y mantiene un peso saludable, no hay necesidad de cambiar la comida de tu perro de la comida para adultos a la comida para perros mayores. Por otro lado, si tu perro tiene dificultades para mantener el peso o problemas digestivos, es posible que necesites cambiar su dieta. Si el peso es el único problema, considera reducir ligeramente la cantidad de comida para perros que le das a tu mascota. Esto puede ser todo lo que necesita la dieta de tu perro.&&Un perro mayor se clasifica como un perro en el último tercio de su vida útil. Los perros más grandes, por ejemplo, un Gran Danés, viven hasta aproximadamente los 9 años de edad. Alrededor del sexto año de vida, puede ser una buena idea considerar la dieta de un perro mayor. Un caniche, por otro lado, no alcanzaría el estado de perro mayor hasta los diez años debido a la mayor esperanza de vida. Principalmente, la decisión de cambiar la dieta de tu perro debe basarse en la condición de salud en lugar de la edad real en años. Tu veterinario te ayudará a determinar cuándo es el momento adecuado para cambiar la dieta de tu perro.&&La comida especialmente preparada para perros mayores típicamente tiene menos calorías. Esto ayuda a combatir cualquier problema de peso. La comida para perros mayores también contiene más fibra para las diferentes necesidades en la dieta de tu perro. A medida que los perros envejecen, tienden a sufrir de estreñimiento. Esta fibra adicional ayudará a remediar este problema.&&La insuficiencia renal puede ser otro problema médico para los perros mayores. ¿Cómo puede ayudar la dieta de tu perro con este problema? Reducir la cantidad de proteína en la dieta de tu perro disminuirá la carga de trabajo en los riñones. Por esta razón, la comida para perros mayores tiene frecuentemente un contenido de proteína más bajo que las fórmulas para adultos regulares.&&Siempre que sea posible, permite que tu perro coma comida seca para perros para fomentar una excelente salud dental. El alimento seco ayuda a reducir la acumulación de placa y sarro. Si tu mascota mayor se niega a comer la comida seca, es posible que necesites humedecerla con agua o comprar variedades húmedas enlatadas.&&",
        "fecha": "Marzo 15, 2023"
    },
    {
        "avatar": "avatar_articulo_17.jpg",
        "portada": "./assets/headers/portada_articulo_17.jpg",
        "titulo": "Cuidados para un perro enfermo: lo que todo dueño debe saber",
        "subtitulo": "Consejos prácticos para cuidar y enfermerar a tu perro en casa cuando está enfermo",
        "desc_corta": "Conoce sobre cómo cuidar y atender a un perro enfermo y como cuidar a un animal enfermo ya que esto es considerado un arte y requiere medidas especiales. Se recomienda a los dueños de perros enfermos que proporcionen cuidado, atención y actividades que les brinden cariño adicional. conoce sobre las diferentes medidas de cuidado según el tipo de enfermedad que presente el perro, como la alimentación, la hidratación, el monitoreo de la temperatura y la seguridad. Por último, de aquellas herramientas y métodos innovadores, como el termómetro infrarrojo sin contacto, para ayudar en el cuidado del perro enfermo.",
        "desc_larga": "Cuidar a un perro enfermo es una de las medidas vitales que un dueño de un perro necesita entender. Del mismo modo, cuando un perro se enferma, necesita más cuidado y actividades de cariño por parte de los dueños del perro. La enfermería de un animal enfermo a menudo se considera como un arte y no debe tomarse como una medida casual.&&Sí, es necesario tener un cuidado extra con el perro cuando se enferma. Por ejemplo, el perro enfermo con fiebre alta debe recibir solo algunas piezas de pan y se deben evitar alimentos no vegetarianos voluminosos. Tales perros deben mantenerse en un lugar tranquilo después de tomar medicamentos y no deben ser molestados. Durante la enfermería del perro que ha tomado el medicamento, el animal necesita ser acariciado y acariciado por el dueño. No levante demasiado la cabeza del perro para evitar que los medicamentos dados por la boca pasen directamente a los órganos respiratorios como los pulmones. Durante las medidas de enfermería, tenga cuidado al dar líquidos calientes.&&La seguridad debe darse más prioridad durante la actividad de enfermería en cualquier perro. Cuando el perro tiene diarrea severa, el animal puede empezar a mostrar signos de deshidratación. Por lo tanto, el cuidado de enfermería para la deshidratación incluye la adición de pequeñas dosis de sal y glucosa al agua de manera cuidadosa. De manera similar, el perro que vomita también necesita una atención de enfermería adecuada. En tales casos, se pueden dar cubos de hielo junto con claras de huevo para suavizar el paso esofágico.&&Hoy en día, un termómetro infrarrojo sin contacto ha surgido en el mercado para obtener la temperatura del animal sin mucho estrés. Coloque al perro en un lugar sombreado si la temperatura es muy alta y proporcione buena ventilación al animal enfermo. Si el animal sufre de hipotermia, proporcione mantas calientes para dar comodidad al animal.&&",
        "fecha": "Marzo 15, 2023"
    },
    {
        "avatar": "avatar_articulo_18.jpg",
        "portada": "./assets/headers/portada_articulo_18.jpg",
        "titulo": "Cómo prevenir enfermedades dentales en perros",
        "subtitulo": "Cuidados y medidas preventivas para evitar enfermedades bucales en tu mascota",
        "desc_corta": "Conoce sobre la prevención de enfermedades dentales en perros además de la importancia de prestar atención a la salud dental de los perros, ya que las enfermedades dentales pueden estar relacionadas con enfermedades sistémicas en los perros. Es fundamental evitar alimentos demasiado ácidos o alcalinos, y brinda consejos sobre cómo prevenir la aparición de enfermedades dentales en perros. Los perros deben ser examinados regularmente para detectar cualquier anormalidad dental.",
        "desc_larga": "La prevención de enfermedades dentales es una característica importante que los dueños de perros deben tener en cuenta. Hoy en día, la enfermedad dental se da prioridad en el programa de salud del perro debido a la asociación de las enfermedades dentales con enfermedades sistémicas en los perros.&&Es necesario administrar antibióticos en la etapa inicial de la infección dental, de lo contrario, esto puede causar infecciones específicas y los organismos pueden propagarse a otras regiones cercanas como la membrana mucosa oral y la región faríngea, etc.&&Es recomendable no dar alimentos más ácidos o alcalinos a los perros para evitar posibles daños en los dientes. Si no se les da a los perros en su juventud algún material óseo para morder, puede desarrollar enfermedades dentales más adelante. La acción de masticar a menudo hace que el animal muerda de manera indiscriminada. Por lo tanto, se debe proporcionar a los perros algunos materiales para morder para evitar la aparición de enfermedades dentales.&&Si hay evidencia de sangrado en la región oral, el perro debe ser examinado a fondo para detectar cualquier anormalidad dental. Principalmente los cachorros o, a veces, los perros adultos también pueden tener lesiones en los dientes. Deben ser atendidos de inmediato como medida preventiva, de lo contrario, el animal puede terminar en infecciones bacterianas secundarias.&&Los perros de caza necesitan atención adicional asociada con las estructuras dentales y se necesita esta atención para evitar problemas dentales futuros en dichos perros. Los cepillos están disponibles para proporcionar un mejor cuidado dental a los perros. Sin embargo, se necesita más tiempo y paciencia para usar tales cepillos en el caso de los perros, lo que puede llevar a problemas adicionales.&&Los centros de control y prevención de enfermedades están tratando de establecer pautas para prevenir las enfermedades dentales en los perros en muchos países. Sin embargo, es necesario llevar a cabo un examen oral frecuente en los perros, y dichas actividades ayudan a descartar los problemas emergentes relacionados con las estructuras dentales desde el principio.&&",
        "fecha": "Marzo  15, 2023"
    },
    {
        "avatar": "avatar_articulo_19.jpg",
        "portada": "./assets/headers/portada_articulo_19.jpg",
        "titulo": "La importancia de la esterilización en perros",
        "subtitulo": "Por qué es importante la esterilización y castración en perros y cómo ayuda a prevenir enfermedades y problemas de comportamiento.",
        "desc_corta": "Es necesario conocer sobre la importancia de esterilizar a los perros mediante la castración o la esterilización para evitar la reproducción no deseada y prevenir enfermedades reproductivas como la piómetra en hembras y el agrandamiento de la próstata o el cáncer en machos. Estos procedimientos pueden reducir la conducta territorial y errante en los machos, así como minimizar el riesgo de cáncer de mama en las hembras si se realiza antes de su primer celo. Además, la importancia de elegir un veterinario calificado para llevar a cabo estos procedimientos quirúrgicos y seguir cuidados postoperatorios meticulosamente es vital para evitar infecciones.",
        "desc_larga": "La esterilización de perros es una práctica común para aquellos dueños de mascotas que no desean criar a sus animales y evitar problemas reproductivos en el futuro. Sin embargo, es importante destacar que estas prácticas deben ser realizadas por veterinarios calificados y con experiencia en el cuidado de mascotas. La anestesia es necesaria para realizar estos procedimientos quirúrgicos.&&La esterilización se divide en dos tipos: la castración en machos y la esterilización en hembras. Ambos procedimientos son considerados cirugías estériles y deben ser realizados por profesionales con experiencia. La esterilización ayuda a prevenir la aparición de enfermedades reproductivas como la piometra en hembras y la hiperplasia prostática en machos.&&Además, estas prácticas disminuyen la posibilidad de que los perros busquen aparearse durante el celo y reducen el comportamiento territorial de los machos. Es importante destacar que la esterilización de una hembra antes de su primer celo es la mejor manera de evitar el cáncer de mama en ellas.&&Aunque algunos veterinarios recomiendan realizar estas cirugías solo en perros de cinco a seis años, también se pueden llevar a cabo en perros de tres a cinco años. Es crucial seguir cuidadosamente las recomendaciones postoperatorias para evitar posibles infecciones y asegurarse de que la recuperación sea exitosa.&&En resumen, la esterilización de perros puede traer muchos beneficios para la salud de los animales y evitar problemas reproductivos no deseados. Si se decide realizar esta práctica, es importante buscar la ayuda de un veterinario de confianza y seguir cuidadosamente las instrucciones postoperatorias.&&",
        "fecha": "Marzo  15, 2023"
    },
    {
        "avatar": "avatar_articulo_20.jpg",
        "portada": "./assets/headers/portada_articulo_20.jpg",
        "titulo": "La importancia del examen físico en perros",
        "subtitulo": "Cómo el examen físico puede ayudar a diagnosticar enfermedades en perros",
        "desc_corta": "El examen físico en perros favorece la detección de posibles trastornos y enfermedades. La realización de técnicas simples pero sistemáticas de examen físico puede ayudar a diagnosticar la mayoría de los trastornos en los perros. El examen físico puede ayudar a detectar condiciones parasitarias como infestaciones de piojos y garrapatas, así como la presencia de heridas que pueden causar comezón en los perros. Además, el examen físico puede ayudar a detectar problemas de dolor y enfermedades en órganos como los riñones y la vejiga. Sin un examen físico adecuado, no se puede determinar completamente el estado de salud de un perro.",
        "desc_larga": "El examen físico es crucial para conocer la salud de un perro. Con técnicas sencillas pero sistemáticas, es posible diagnosticar la mayoría de los trastornos en los perros. No se debe subestimar la importancia del examen físico ya que permite descubrir problemas que de otra manera podrían pasar desapercibidos.&&Por ejemplo, al observar a un perro que se rasca, se puede descubrir una herida en el sitio donde se rasca, lo que puede ser la causa del rascado. También se pueden encontrar infestaciones de piojos o garrapatas en la piel y el pelaje del perro. Además, la palpación profunda puede revelar dolor en el estómago o la espalda del perro.&&La palpación también es útil para detectar problemas renales y de la vejiga, así como la retención de orina en caso de cistitis. La auscultación del corazón y los pulmones es importante para descartar anomalías en el sonido del corazón y problemas respiratorios como la neumonía.&&Es importante realizar un examen físico completo y sistemático en cada visita al veterinario. La detección temprana de problemas de salud en los perros puede ser clave para un tratamiento efectivo y una vida saludable y feliz.&&",
        "fecha": "Marzo  15, 2023"
    }
]
